[
  {
    "name": "Dai Viet",
    "leaderName": "Tran Thanh Tong",
    "adjective": ["Viet"],
    "startBias": ["River","Avoid Tundra and Desert"],
    "preferredVictoryType": "Culture, Domination",
    "preferredReligion": "Mahayana Buddhism",
    "nationCultureType": "Mandala",

    "startIntroPart1": "Heaven's fortunes be upon you Tran Thanh Tong. You inherited your father's Empire, his legacy, and his enemies. The Mongols controlled China to the north and looked greedily towards your lands. They came three times. Each you, your brother, and the noble Viet people fended them off. But winning wars against great odds was not the only feat you achieved. You built up the grand citadels of Thang Long, Thanh Hoa, and Thanh Dong. You patronised the arts and sciences, bringing Dai Viet into a new age of prosperity and even introducing the first exclusively Viet written language allowing your court to write in its own way rather than that of China. The Tran dynasty would rule on in prosperity from the foundations you built and feats you achieved.",
    "startIntroPart2": "Great Tran Thanh Tong, the Viets call to you once more. Will you answer them and fend off the empires at the gates and be a champion of science and culture once more? Can you build an empire to stand the test of time?",

    "introduction": ["Another face, another meeting. I greet you well friend. I am Tran Thanh Tong and this is my Empire, Dai Viet.","The mist parts and I greet you friend. Welcome to Dai Viet, a realm born of Dragons and Fairies. I am it's ruler Tran Thanh Tong."],
    "neutralHello": "Greetings, leader, to my court. What can Dai Viet do for you?",
    "neutralLetsHearIt": ["Let's hear your proposal","Please, tell me your proposal"],
    "neutralYes": ["Alright.","Sounds good.","I accept your proposal"],
    "neutralNo": ["I can't accept you proposal","It can't do.","Your proposal is not favourable for me at all."],
    "hateHello": "Hey you, why are you still revealing your face and entering the court of our country?!",
    "hateLetsHearIt": ["What do you want, say it now?!","I don't have time, say it quickly"],
    "hateYes": ["Fine! I accept!","Even I don't like you, I accept your proposal.","Your proposal at least sounds acceptable."],
    "hateNo": ["Absolutely not!","No!","Your proposal is too bad for us Viet to accept!","No, simply bad proposal."],

    "declaringWar": "You disgrace! Your actions towards us is not acceptable, in fact, it's cruel. We Viet will gonna fight until our last breath! Prepared for war!",
    "attacking": "I don't think you're ready for war with us, and also, you and your nation is just a bunch of warmongers. Prepared to fight, leader!",
    "afterPeace": "It seems you have some mercy in your heart, I like that, may our path have no more crossings of conflict.",
    "tradeRequest": "Our country need to trade with you, would you accept our trade deal?",

    "outerColor": [222,125,20],
    "innerColor": [222,20,20],

    "uniqueName": "Dance of Flowers",
    "uniques": ["Mounted Units gain defensive terrain bonuses. Building Culture buildings produces a boost of Science, building Science buildings produces a boost of Culture."],
    "cities": ["Thăng Long","Thanh Hoá","Bắc Giang","Thành Đông","Hải Phòng","Thái Nguyên","Bắc Ninh","Thái Bình","Phú Xuân","Hà Tĩnh","Tiên Điền","Ninh Bình","Đường Lâm","Cao Bằng","Đồng Hới","Hạ Long","Hưng Yên","Yên Bái","Sơn Tây","Tuyên Quang","Hồng Lĩnh","Hoà Bình","Chí Linh","Phúc Yên","Đông Hà","Sơn La","Lào Cai","Hà Giang","Mỹ Linh","Lạng Sơn","Cẩm Phả","Phủ Lý","Thái Hoà","Hoàng Mai","Sầm Sơn","Tứ Sơn","Hồng Kỳ","Đồng Lạc","Trung Hòa","An Khải","Phú Cường","Qui Nhơn","Quảng Trị","Quảng Đông","Thừa Thiên","Quảng Nam","Bỉm Sơn","Hội An"],
  },
      
    
    
    
