//Nations
[
//Spectator
  {
    "name":"Spectator"
    "outerColor":[255,255,255],
    "innerColor":[0,0,0],
  },
//Region:East Asia
  {
    "name": "Dai Viet",
    "leaderName": "Trần Thánh Tông",
    "adjective": ["Viet"],
    "startBias": ["River","Avoid Tundra and Desert"],
    "preferredVictoryType": "Culture, Domination",
    "favoredReligion": "Mahayana Buddhism",
    "nationCultureType": "Mandala",
    "nationGovernment": "Monarchy",

    "startIntroPart1": "Heaven's fortunes be upon you Tran Thanh Tong. You inherited your father's Empire, his legacy, and his enemies. The Mongols controlled China to the north and looked greedily towards your lands. They came three times. Each you, your brother, and the noble Viet people fended them off. But winning wars against great odds was not the only feat you achieved. You built up the grand citadels of Thăng Long, Thanh Hoá, and Thành Đông. You patronised the arts and sciences, bringing Dai Viet into a new age of prosperity and even introducing the first exclusively Viet written language allowing your court to write in its own way rather than that of China. The Trần dynasty would rule on in prosperity from the foundations you built and feats you achieved.",
    "startIntroPart2": "Great Trần Thánh Tông, the Viets call to you once more. Will you answer them and fend off the empires at the gates and be a champion of science and culture once more? Can you build an empire to stand the test of time?",

    "introduction": ["Another face, another meeting. I greet you well friend. I am Trần Thánh Tông and this is my Empire, Dai Viet.","The mist parts and I greet you friend. Welcome to Dai Viet, a realm born of Dragons and Fairies. I am it's ruler Trần Thánh Tông."],
    "neutralHello": "Greetings, leader, to my court. What can Dai Viet do for you?",
    "neutralLetsHearIt": ["Let's hear your proposal","Please, tell me your proposal"],
    "neutralYes": ["Alright.","Sounds good.","I accept your proposal"],
    "neutralNo": ["I can't accept you proposal","It can't do.","Your proposal is not favourable for me at all."],
    "hateHello": "Hey you, why are you still revealing your face and entering the court of our country?!",
    "hateLetsHearIt": ["What do you want, say it now?!","I don't have time, say it quickly"],
    "hateYes": ["Fine! I accept!","Even I don't like you, I accept your proposal.","Your proposal at least sounds acceptable."],
    "hateNo": ["Absolutely not!","No!","Your proposal is too bad for us Viet to accept!","No, simply bad proposal."],

    "declaringWar": "You disgrace! Your actions towards us is not acceptable, in fact, it's cruel. We Viet will gonna fight until our last breath! Prepared for war!",
    "attacking": "I don't think you're ready for war with us, and also, you and your nation is just a bunch of warmongers. Prepared to fight, leader!",
    "defeated": "You have fell my empire. You have killed my soldiers. And for what? The Viet people will remember. They will rise up again, as they have done in past. This is a shallow victory, you should enjoy it while you can.",
    "afterPeace": "It seems you have some mercy in your heart, I like that, may our path have no more crossings of conflict.",
    "tradeRequest": "Our country need to trade with you, would you accept our trade deal?",

    "outerColor": [222,125,20],
    "innerColor": [222,20,20],

    "uniqueName": "Dance of Flowers",
    "uniques": ["Mounted Units gain defensive terrain bonuses. Building Culture buildings produces a boost of Science, building Science buildings produces a boost of Culture."],
    "cities": ["Thăng Long","Thanh Hoá","Bắc Giang","Thành Đông","Hải Phòng","Thái Nguyên","Bắc Ninh","Thái Bình","Phú Xuân","Hà Tĩnh","Tiên Điền","Ninh Bình","Đường Lâm","Cao Bằng","Đồng Hới","Hạ Long","Hưng Yên","Yên Bái","Sơn Tây","Tuyên Quang","Hồng Lĩnh","Hoà Bình","Chí Linh","Phúc Yên","Đông Hà","Sơn La","Lào Cai","Hà Giang","Mỹ Linh","Lạng Sơn","Cẩm Phả","Phủ Lý","Thái Hoà","Hoàng Mai","Sầm Sơn","Tứ Sơn","Hồng Kỳ","Đồng Lạc","Trung Hòa","An Khải","Phú Cường","Qui Nhơn","Quảng Trị","Quảng Đông","Thừa Thiên","Quảng Nam","Bỉm Sơn","Hội An"],
  },
  {
    "name":"Song",
    "leaderName":"Zhao Kuangyin",
    "adjective":["Citizen of Song"],
    "startBias":["None"],
    "preferredVictoryType":"Culture, Science",
    "favoredReligion":"Confucianism",
    "nationCulturalType":"Oriental",
    "nationGovernment":"Monarchy",

    "startIntroPart1":"Greetings, Emperor Taizu of the Song Dynasty. By uniting China and demilitarizing its society, you brought a time of prosperity and stability to your country that hadn't been seen in ages, and even despite many setbacks and calamities due to foreign invasions, both your Dynasty and China prospered. Developing on ancient technologies, it was during the time of the Song Dynasty that China gifted to this world the Compass, Gunpowder and many other technological achievements, and grew to be the most populous country on earth.",
    "startIntroPart2":"Oh great emperor and unitor, the heavens have bestowed upon you their mandate to rule over China again! Will you ascend to the title of Emperor, and safeguard China against all of her enemies? Can you build a civilization that will stand the test of time?",

    "introduction":"Welcome, my most esteemed guest, to China. My name is Zhao Kuangyin, founder of the Song Dynasty and emperor of China. May our relations be ever cordial, and never descend to war and bloodshed.",
    "neutralHello":"May you pay gratitude to me, leader. What can I do for you?",
    "neutralLetsHearIt":["Let's hear your proposal, shall we?","I think listening to your proposal will be great.","Tell me about your proposal."],
    "neutralYes":["China accepts your proposal.","I accept.","I agreed and supported your proposal"],
    "neutralNo":["Sorry, but China couldn't accept your proposal.","I don't accept this.","Sorry, but I must disagreed with you here."],
    "hateHello":"You bastard! How dare you set foot in the palace of my Song Dynasty?!",
    "hateLetsHearIt":["What do you want, you bastard?!","What do you want in the present of the Emperor of China?!"],
    "hateYes":["Your proposal at least pleasant to my ear!","You may leave, I accept!"],
    "hateNo":["What the heck is that proposal?!","Ahhhh! No! I don't want to hear it anymore!","Absolutely not, I hope I can cut your head right now!"],

    "declaringWar":"You little-! Your actions is a threat to China, I want to fight you and want to see you die! Die in my hand, with blood flowing into the Yellow and Yangtze Rivers. Prepare for war!"
    "attacking":"Excuse me! War? Why you dare to challenge the Tiānzì and China, Shāngdì will punished you and your nation. May the mandate of heaven doesn't end with me.",
    "defeated":"And so ends my Dynasty. China welcomes you as Emperor; may your mandate of heaven be prosperous.",
    "afterPeace":"Let's hope something like this will never happen again between us peoples.",
    "tradeRequest":"We want you to trade with us, and we proposed this deal right here. Consider it, leader, in my opinion, this is quite fair.",

    "outerColor":[0,5,255],
    "innerColor":[205,195,5],

    "uniqueName":"Imperial Examination",
    "uniques":["Cities have a free specialist slot of your choice, and specialists generate +1 Food. May rechoose the free specialist slot when a Great Person is produced."],
    "cities":["Bianjing","Lin'an","Yangzhou","Guangzhou","Xijing","Fuzhou","Chengdu","Changsha","Chongqing","Quanzhou","Xiangtan","Jinling","Ganzhou","Yan'an","Hongzhou","Qingzhou","Chang'an","Guiyang","Guilin","Baoji","Wuchang","Zunyi","Mianyang","Tanzhou","Xiangzhou","Zhangzhou","Jiangling","Hejian","Taiyuan","Yingzhou"]
  },
  {
    "name":"Joseon",
    "leaderName":"Sejong Daewang",
    "adjective":["Citizen of Joseon"],
    "startBias":["None"],
    "preferredVictoryType":"Culture, Science",
    "favoredReligion":"Confucianism",
    "nationCulturalType":"Oriental",
    "nationGovernment":"Monarchy",

    "startIntroPart1":"Greetings to you, exalted King Sejong the Great, servant to the people and protector of the Joseon Dynasty! Your glorious vision of prosperity and overwhelming benevolence towards the common man made you the most beloved of all Korean kings. From the earliest days of your reign, the effort you took to provide a fair and just society for all was surpassed only by the technological advances spurred onwards by your unquenched thirst for knowledge. Guided by your wisdom, the scholars of the Jade Hall developed Korea's first written language, Hangul, bringing the light of literature and science to the masses after centuries of literary darkness.",
    "startIntroPart2":"Honorable Sejong, once more the people look to you for guidance. Will you rise to the occasion, bringing harmony and understanding to the people? Can you once again advance your kingdom's standing to such wondrous heights? Can you build a civilization that stands the test of time?",

    "introduction":"Welcome to the palace of Joseon, stranger. I am the learned King Sejong, who looks after his great people.",
    "neutralHello":"May you pay gratitude to me, leader. What can I do for you?",
    "neutralLetsHearIt":["Let's hear your proposal, shall we?","Go on, let's hear your proposal.","Tell me about your proposal."],
    "neutralYes":["Joseon accepts your proposal.","I understand.","I can't see why not to."],
    "neutralNo":["I won't accept that here.","I can't accept this.","Sorry, but I must disagreed with you here."],
    "hateHello":"Oh, it's you. What do you want?",
    "hateLetsHearIt":["What do you want to say?","Continue speaking about your proposal, I got no time for you anyway."],
    "hateYes":["I suppose I agree to your proposal.","Fine! At least it's favourable."],
    "hateNo":["Heaven forbid!!!","What insolent words!"],

    "declaringWar":"Jip-hyun-jun will no longer tolerate your irksome behavior. We will liberate the citizens under your oppression even with force, and enlighten them.",
    "attacking":"You poor, miserable wretch. You will be crushed by this country's magnificent scientific power!",
    "defeated":"Now the question is who will protect my people. A dark age has come.",
    "afterPeace":"How can it be this way? What strategies did you implement?",
    "tradeRequest":"Hey there, we have many things to discuss and have much to benefit from each other.",

    "outerColor":[0,5,255],
    "innerColor":[215,5,5],

    "uniqueName":"Scholars of the Jade Hall",
    "uniques":["+2 Science for all specialists and for all Great Person tile improvements. Receive a tech boost each time a scientific building/Wonder is built in the Joseon's capital"],
    "cities":["Seoul","Busan","Jeonju","Daegu","Pyongyang","Kaesong","Suwon","Gwangju","Gangneung","Hamhung","Wonju","Ulsan","Changwon","Andong","Gongju","Haeju","Cheongju","Mokpo","Dongducheon","Geoje","Suncheon","Jinju","Sangju","Rason","Gyeongju","Chungju","Sancheon","Gimje","Anju","Jeju","Sejong"]
  },
  {
    "name":"The Viets",
    "leaderName":"Trưng Trắc and Trưng Nhị",
    "adjective":["Viet"],
    "startBias":["None"],
    "preferredVictoryType":"Domination, Culture",
    "favoredReligion":"Mahayana Buddhism",
    "nationCulturalType":"Viet-Muong",
    "nationGovernment":"Monarchy",

    "startIntroPart1":"Let all the Viets bow unto their saviours, Trưng Trắc and Trưng Nhị! Though your origins were comparatively humble, you were schooled in the arts of warfare and in the history of your people. When the Han invaders inflicted great cruelties upon the people of your lands and murdered Thi Sách, you rose with the rage of the dragon and your countrymen rose with you, casting out the usurpers and establishing an independent nation. For the next three years, the Chinese broke upon your kingdom like waves upon a rock until at last you were defeated, though it took an army of a hundred thousand men to slay two women.",
    "startIntroPart2":"O mightiest of sisters, you have more enemies than just China now; you face a host of barbarians, eager to enslave the people of a proud nation. Will you rise once more and fight for a free state for the Viets? Can you build a Civilisation that will stand the test of time?",

    "introduction":"Hail, great leader, and look upon two leaders who are so much more. Tell us what you have to offer to us Viets.",
    "neutralHello":"Greetings, leader. What can we do for you?",
    "neutralLetsHearIt":["What do you want to say?","Go on, let's hear it."],
    "neutralYes":["Understandable, we accept.","We see that. We accept.","We accept your proposal."],
    "neutralNo":["Apologies, but we couldn't accept this.","We can't accept your proposal. Sorry."],
    "hateHello":"It seems like you want something. Say it out loud.",
    "hateLetsHearIt":["What do you want to say?","Let's hear it."],
    "hateYes":["Ok, maybe we can accept this.","At least it's good for us Viets. We accept."],
    "hateNo":["I beg your pardon?!","Absolutely not!"],

    "declaringWar":"Now you are at war with us Viets. Do you hear our trumpets? The thunder of our elephants? They are rushing towards you!",
    "attacking":"Us Viets have seen enough of you and your cruel actions, today marks a day for war between you and us. Prepare to be beaten.",
    "defeated":"Our walls crumble, our fields burn... to the river, my dearest sister. And to you I say this: no rule is eternal. One day we shall rise again.",
    "afterPeace":"We see your soldiers is being well-trained, let it be no more conflict between us leaders in the future.",
    "tradeRequest":"Hey there, leader. We want to have a trade with you, hope you could trade with us some stuff.",

    "outerColor":[0,5,255],
    "innerColor":[215,5,5],

    "uniqueName":"The Ascending Dragons of Mê Linh",
    "uniques":["Defensive structures within a city increases the spawn rate of Great Writers, Artists and Musicians. Receive +5% Culture and +5% Food in each city for each Social Policy adopted in the Honor Tree."],
    "cities":["Mê Linh","Hoa Lư","Đại La","Hát Môn","Phong Châu","Cổ Loa","Chu Diên","Luy Lâu","Tây Vu","Long Biên","Làng Bạc","Vọng Hải","Độ Hưng","Võ Công","Võ Biên","Dư Phát","Tây Quyền","Tỉ Ảnh","Chư Ngô","Lê Dung","Tượng Lâm","Trường Sa","Phiên Ngang","Độ Khuế","Kim Sơn","Thương Ngô","Bố Sơn","Tùy Nội","Long Xuyên","Tết Dương","Bác La"]
  },
  {
    "name":"Ming",
    "leaderName":"Zhū Dì (Yongle)",
    "adjective":["Citizen of Ming"],
    "startBias":["None"],
    "preferredVictoryType":"Domination, Diplomacy",
    "favoredReligion":"Mahayana Buddhism, Confucianism, Taoism",
    "nationCulturalType":"Oriental",
    "nationGovernment":"Monarchy",

    "startIntroPart1":"Eternal happiness to you, Yongle, great Emperor of the Ming. Overcoming the treachery of your nephew, the Jianwen Emperor, you launched a campaign to seize China and restore it to greatness. Guided by your loyal and ever-watchful Scholar-Eunuchs, your imperial rule oversaw immeasurable splendour: the construction of great wonders, the advancement of deep knowledge, and the projection of China's power through the legendary Seven Voyages of Zhu Di.",
    "startIntroPart2":"At no other time before would China be so prosperous. Heavenly emperor, the legends of China's great accomplishments threaten to fade into memory. Can you be a patron to scholars and explorers alike? Can you show the world that China is both powerful and wise? Can you build a civilization that can stand the test of time?",

    "introduction":"Greetings, foreign leader. I am Yongle, ruler of the Great Ming. Have you come to witness the might and wealth of China for yourself?",
    "neutralHello":"Greetings, leader. What can we do for you?",
    "neutralLetsHearIt":["What proplsal do you have in mind?","Let's hear your proposal."],
    "neutralYes":["I approve your proposal.","I see. I accept.","I must say it's good for us. I accept."],
    "neutralNo":["Sorry for what I gonna say, but I can't approve it.","I can't accept, it's not beneficiary."],
    "hateHello":"I see that you want to do something with me. Say it.",
    "hateLetsHearIt":["Say it. I want to hear it.","I want to hear your proposal now, say it quickly."],
    "hateYes":["Maybe you still have something good on mind.","At least my officials approve your proposal."],
    "hateNo":["You scoundrel! You just talk nonsense to the court of Ming!","You and your proposal is as nonsense as the mind of the evil!"],

    "declaringWar":"It is not my wish to conquer your realm by force, but there is no other way. Prepare for our riflemen to come.",
    "attacking":"You might as well conquer the heaven itself. Hahaha. We'll see how well you control the bowstrings.",
    "defeated":"I have lost the mandate to rule. It passes to you, leader.",
    "afterPeace":"I hope that we could be more sensible about our disagreement after this.",
    "tradeRequest":"I have a trade deal for you, may you have thought thoughtfully when you see the deal is fair and right for you.",

    "outerColor":[255,255,245],
    "innerColor":[215,215,5],

    "uniqueName":"Imperial Eunuchs",
    "uniques":["Specialists generate +2 Great People Points in cities with a Spy. Receive an extra Spy when you meet 50% and then 100% of all City-States."],
    "cities":["Nanjing","Shuntian","Fuzhou","Guangzhou","Guilin","Guiyang","Kaifeng","Wuchang","Nanchang","Xi'an","Jinan","Taiyuan","Chengdu","Kunming","Hangzhou","Fengyang","Baoding","Yanzhou","Pingyang","Luoyang","Fengxiang","Baoning","Ruizhou","Hanyang","Jiande","Xinghua","Zhaoqing","Nanning","Anshun","Shanghai","Qinzhou"]
  },
  {
    "name":"Silla",
    "leaderName":"Seondeok",
    "adjective":["Citizen of Silla"],
    "startBias":["Hills"],
    "preferredVictoryType":"Science, Religion",
    "favoredReligion":"Mahayana Buddhism",
    "nationCulturalType":"Far Eastern",
    "nationGovernment":"Monarchy",

    "startIntroPart1":"The stars reveal good omens for you and your people, Queen Seondeok of Silla. With farsightedness and peerless acumen you led your people through the turbulent times that consumed the Korean peninsula during the 6th century AD. As Silla's first-ever queen regnant, you would ensure the her eventual preeminence as the ruler of the land of the morning calm through an alliance with the Tang dynasty. You would also promote an efflorescence of art, learning, and religion, patronizing the construction of many temples and pagodas, as well as that of Cheomseongdae, the tower of the moon and stars, the oldest observatory in the Orient.",
    "startIntroPart2":"Most astute Queen, the alliances you established have faded from memory, and Silla's people starve for want of wisdom. They require a strong, perspicacious leader who will speak unto them the words of blessing written in the heavens. Can you be for Silla this queen once more? Can you build a civilization that will stand the test of time?",

    "introduction":"I, Seondeok of Silla, acknowledge you. Our meeting was foreseen.",
    "neutralHello":"It's nice to meet you again. What can I do for you?",
    "neutralLetsHearIt":["Let's hear your proposal.","You may speak out about your proposal."],
    "neutralYes":["The stars shows great beneficial for Silla to accept.","I have foreseen great signs from the sky. I accept."],
    "neutralNo":["It seems the stars showing the proposal is no good. I can't approve your proposal.","I have foreseen bad signs from the sky. I can't accept."],
    "hateHello":"Huh! Why you even dare to come here?! What do you want?!",
    "hateLetsHearIt":["What do you want?!","Say your proposal out loud."],
    "hateYes":["The stars agree, so I must too.","Ugh! Fine! I accept!"],
    "hateNo":["Heaven forbid me to accept, and I feel it was good sign for Silla.","Your words don't please the stars at all, you will gets punished afterwards."],

    "declaringWar":"The stars foretell your defeat. Heaven will cannot be denied.",
    "attacking":"I foresee that your defeat will be swift and your nation will be forgotten.",
    "defeated":"I foresaw my own end, but not that Silla would share my fate.",
    "afterPeace":"It seems the stars shows the signs of peace, so I must accept peace.",
    "tradeRequest":"I have foreseen that Silla will make trade with you, so I must trade you with these terms.",

    "outerColor":[255,25,25],
    "innerColor":[245,255,245],

    "uniqueName":"Path to Doricheon",
    "uniques":["Researching Technologies provides Influence with all met city-states, decreasing for each civilization that has already done so. Academies yield Faith when worked."],
    "cities":["Seorabeol","Yeomhae","Geungi","Namirimdong","Gijeo","Bulsa","Gumi","Yeodam","Horo","Juseon","Uyu","Cheongdo","Andong","Changyeong","Pohang","Miryang","Ulsan","Sancheon","Sangju","Gyeongsan","Yeondeok","Cheolseong","Wiryeseong","Geoje","Uiseong","Yacheon","Uijin","Taebaek","Samcheok","Donghae","Wonju"]
  },
  {
    "name":"Goguryeo",
    "leaderName":"Gwanggaeto",
    "adjective":["Citizen of Goguryeo"],
    "startBias":["None"],
    "preferredVictoryType":"Template",
    "favoredReligion":"Confucianism, Mahayana Buddhism",
    "nationCulturalType":"Oriental",
    "nationGovernment":"Monarchy",

    "startIntroPart1":"An era of endless joy awaits your people, Gwanggaeto, sovereign over Goguryeo and all her people. Nestled in the mountains of the Korean peninsula, Goguryeo was merely one of many vying for supremacy. But when you, O supreme king, grasped the reins of power, you would rouse the kingdom's martial spirit and direct it towards one of the greatest exertions of energy seen in the history of Asia. By your strength of arms you brought countless domains into the kingdom's fold, and by your heaven-sent wisdom you administered them justly. Rightly you are known as the the kingdom's Broad Expander of Domain!",
    "startIntroPart2":"Yeongnak Emperor, before you lies a new world ripe for conquest, and behind you lies the only army that matters. Will you take up your sword and lead Goguryeo's charge towards grand prosperity? Or will you usher in an era of jubilation with your just governance? Will you build a civilization that can stand the test of time?",

    "introduction":"Good morrow to you, foreign leader. I am Gwanggaeto, sovereign over the lands called Goguryeo. Shall we discuss how to divide this world between our two great nations?",
    "neutralHello":"Greetings, leader. What can I and Goguryeo do for you?",
    "neutralLetsHearIt":["Ok, let's hear your proposal.","What is your proposal?"],
    "neutralYes":["It seems it was great. I accept.","Goguryeo can't deny your proposal. I accept.","I can't see why I should deny your proposal."],
    "neutralNo":["Sorry, I think it's not the right time.","I can't accept this, for now at least."],
    "hateHello":"Why do you come to Goguryeo? What for? Say it out loud.",
    "hateLetsHearIt":["Say it quickly, I don't have time for you.","What is your proposal? Say it quickly!"],
    "hateYes":["Ok, fine, I accept.","Goguryeo at least feels pleased with this."],
    "hateNo":["Shibal!!! Your word is nonsense in this court. Get out!","Nonsense! I don't accept this. I hope you eat dirt after this!"],

    "declaringWar":"The time for speeches is long past. Any further diplomacy between us must be conducted on the battlefield!",
    "attacking":"Then send all the 'armies' you want. None shall overwhelm Goguryeo's stout-hearted soldiers.",
    "defeated":"You have triumphed today, and for that you have my begrudging admiration. Not many have done battle with my armies and come away victorious.",
    "afterPeace":"If you want peace, then I will give peace across our realms, and you shall make no more mistakes ever again.",
    "tradeRequest":"We would glad if you can trade with us with this.",

    "outerColor":[255,25,25],
    "innerColor":[255,255,244],

    "uniqueName":"Eternal Rejoice",
    "uniques":["Earn Golden Age points from claiming Hills and Mountain tiles while the empire is happy. Mounted units lose their rough terrain penalty when starting next to a Great General."],
    "cities":["Gungnae","Jolbon","Mokjeo","Namso","Pyongyang","Shin","Hyeongdo","Gaemo","Baegam","Yodong","Ansi","Geonan","Bisa","Ogol","Bakjak","Buyeo","Wiryeseong","Okjeo","Uiju","Heunghwa","Jeongju","Yeonghae","Jeong-yung","Yeong-won","Pyeonglo","Sagju","Yeongheung","Maengju","Cheongsae","Unju","Ansu","Yeongsag","Yodeog","Yeongdong","Jeongbyeon","Wiwon"]
  },
  {
    "name":"Sui",
    "leaderName":"Yang Jian (Emperor Wen)",
    "adjective":["Citizen of Wen"],
    "startBias":["None"],
    "preferredVictoryType":"Domination, Religion",
    "favoredReligion":"Mahayana Buddhism, Taoism",
    "nationCulturalType":"Oriental",
    "nationGovernment":"Monarchy",

    "startIntroPart1":"May Buddha blessed you on your path, Emperor Wen. You have united the whole China under your rule in 589, although you have raid the city of Jiankang to the ground. You have revoked the anti-Han policies of the old Northern Zhou, and reclaimed your Han surname back, and have made significant agriculture policies that made your dynasty peaked, before got beaten by the Tang dynasty at its zenith.",
    "startIntroPart2":"O the great Wen, you now have to face not just the Chen, but so many others, can you build a dynasty that could grown from war and peace, from agriculture itself? Will you build a civilization that can stand the test of time?",

    "introduction":"Welcome to the court of Sui, I am Emperor Wen, the 'Cultured Emperor' of Sui.",
    "neutralHello":"I welcome you in my court. What can I do for you here?",
    "neutralLetsHearIt":["Let's hear your proposal when we drink some tea.","Stand up and say about your proposal."],
    "neutralYes":["Certainly, I accept.","I can't see why not to accept this.","Yes, of course, why not?"],
    "neutralNo":["Certainly not, I afraid.","I deny your proposal, for now."],
    "hateHello":"Why did you come here?! Do you have something to say to me?!",
    "hateLetsHearIt":["Let's hear your nonsense.","Ok, let's hear it."],
    "hateYes":["I see. Fine, I accept.","I couldn't see why not."],
    "hateNo":["Oh gosh, no! Absolutely not! I don't accept your preposterous proposal!","Absolutely not! You must get out of my court, NOW!"],

    "declaringWar":"You and your actions shall be seen by the world! I declare war on you to proof that!",
    "attacking":"How dare you?! How preposterous are you! You shall be beaten by my army. Prepare, you cruel demon on earth!",
    "defeated":"How? How?! My dynasty is defeated. You and your dynasty shall continue the mandate of heaven.",
    "afterPeace":"It seems you are known how to stop. A leader don't thirsting for blood of men is a wise leader.",
    "tradeRequest":"I think we need to have a trade agreement, and I got an offer for you. Now, it's your to decide.",

    "outerColor":[255,147,0],
    "innerColor":[255,247,0],

    "uniqueName":"Fubing",
    "uniques":["Worked Farms provide +3% Gold to their city while at peace, or +2% Production towards Land Units while at war. Upon the outbreak of war, garrisoned units recieve experience based on city's Population."],
    "cities":["Daxing","Dongdu","Jiangdu","Yuhang","Hongnong","Jiankang","Guanzhong","Hanchuan","Xiangyang","Pengcheng","Yongjia","Xīndu","Beihai","Shanshan","Xihai","Wuwei","Yan'an","Jincheng","Wenshan","Anshan","Hengshan","Changsha","Dingxiang","Nankang","Yuyang","Shi'an","Zhuya","Ningyue","Jiaozhi","Beiping","Liaodong"]
  },
//Template
  {
    "name":"Template",
    "leaderName":"Template",
    "adjective":["Template"],
    "startBias":["Template"],
    "preferredVictoryType":"Template",
    "favoredReligion":"Template",
    "nationCulturalType":"Template",
    "nationGovernment":"Template",

    "startIntroPart1":"",
    "startIntroPart2":"",

    "introduction":"",
    "neutralHello":"",
    "neutralLetsHearIt":["",""],
    "neutralYes":["","",""],
    "neutralNo":["",""],
    "hateHello":"",
    "hateLetsHearIt":["",""],
    "hateYes":["",""],
    "hateNo":["",""],

    "declaringWar":"",
    "attacking":"",
    "defeated":"",
    "afterPeace":"",
    "tradeRequest":"",

    "outerColor":[255,255,255],
    "innerColor":[0,0,0],

    "uniqueName":"Template",
    "uniques":["Template"],
    "cities":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""]
  },
//Barbarian
  {
    "name":"Barbarian",
    "outerColor":[0,0,0],
    "innerColor":[255,0,0],
    "uniqueName":"We just want to Pillage",
    "uniques":["Can only heal by pillaging"],
  }
]
      
    
    
    
